---
kind: property
id: P:Autodesk.Revit.DB.GroupTypeId.Forces
source: html/45059613-3b5e-82dd-9180-d12ac15f7b48.htm
---
# Autodesk.Revit.DB.GroupTypeId.Forces Property

Forces.

## Syntax (C#)
```csharp
public static ForgeTypeId Forces { get; }
```